Repository: GeoPlatform/CCB-Plugins
Catalog: plugins/custom-post-widget/languages/custom-post-widget-*.po
Languages: cs_cz, de_de, fr_fr, he_il, pt_br, ru_ru

source: Review
de_de: Rezension
fr_fr: Avis
pt_br: Avalição

source: Donate
de_de: Spendier mir ein Bier :-)
fr_fr: Faire un don
pt_br: Fazer uma doação

source: Content Block Information
cs_cz: Popis
de_de: Inhaltsblock Informationen
fr_fr: Informations sur le bloc de contenu
he_il: מידע לאזור תוכן
pt_br: Bloco de conteúdo informações
ru_ru: Содержимое данных Блок

source: Content Block Shortcodes
de_de: Inhaltsblock Shortcodes
fr_fr: Bloc de contenu Shortcodes
pt_br: Bloco de conteúdo shortcodes

source: You can place this content block into your posts, pages, custom post types or widgets using the shortcode below:
fr_fr: Vous pouvez placer ce bloc de contenu dans vos messages, pages, types de poste personnalisé ou widgets en utilisant le shortcode ci-dessous:
pt_br: Você pode colocar esse bloco de conteúdo em seus posts, páginas, tipos de pós personalizado ou widgets usando o shortcode abaixo:

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
fr_fr: Copier
pt_br: Copiar para a área de transferência

source: Use this shortcode to include the content block title:
fr_fr: Utilisez ce shortcode pour inclure le titre du bloc de contenu:
pt_br: Utilize este shortcode para incluir o título do bloco de conteúdo:

source: You can use this field to describe this content block:
fr_fr: Vous pouvez utiliser ce champ pour décrire ce bloc de contenu:
pt_br: Você pode usar este campo para descrever este bloco de conteúdo:

source: Add Content Block
cs_cz: Vložit blok
de_de: Inhaltsblock hinzufügen
fr_fr: Ajouter un bloc de contenu
he_il: הוסף אזור תוכן
pt_br: Adicionar Bloco de Conteúdo
ru_ru: Добавить блок

source: Please select a Content Block
cs_cz: Vyberte blok
de_de: Wählen Sie einen Inhaltsblock
fr_fr: Veuillez choisir un bloc de contenu
he_il: נא לבחור אזור תוכן
pt_br: Selecione um Bloco de Conteúdo
ru_ru: Выберете блок

source: Insert Content Block
cs_cz: Vložit blok
de_de: Inhaltsblock einfügen
fr_fr: Insérer un bloc de contenu
he_il: הוספת אזור תוכן
pt_br: Insira um Bloco de Conteúdo
ru_ru: Вставить блок

source: Select a Content Block below to add it to your post or page.
cs_cz: Vyberte blok, který chcete vložit do stránky nebo příspěvku.
de_de: Wählen Sie einen Inhaltsblock unten, um es zu einem Post oder Seite hinzufügen.
fr_fr: Choisissez un bloc de contenu ci-bas pour l'ajouter à votre article ou page.
he_il: נא לבחור אזור תוכן על מנת להוסיף אותו אל הפרסום או העמוד
pt_br: Selecione um Bloco de Conteúdo para adicionar em sua página ou post.
ru_ru: Выберете блок перед тем, как добавить его на страницу.

source: Select a Content Block
cs_cz: Vyberte blok
de_de: Wählen Sie einen Inhaltsblock
fr_fr: Choisissez un bloc
he_il: בחירת אזור תוכן
pt_br: Selecione um Bloco de Conteúdo
ru_ru: Выберите блок

source: No content blocks available
cs_cz: Zádné bloky nejsou dostupné
de_de: Keine Inhaltsblöcke verfügbar
fr_fr: Aucun bloc disponible
he_il: אין אזורי תוכן זמינים
pt_br: Nenhum bloco de conteúdo disponível
ru_ru: Блоки не найдены

source: Displays custom post content in a widget
cs_cz: Možnost zobrazení bloku na zvoleném místě webu.
de_de: Zeigt benutzerdefinierte Inhalte in einem Widget an
fr_fr: Affiche le contenu d'un bloc dans un widget.
he_il: מציג תוכן פרסום מותאם אישית בוידג'ט
pt_br: Mostrar Bloco de Conteúdo em um Widget
ru_ru: Отображение пользовательского контента в виджете

source: Content Block
cs_cz: Blok
de_de: Inhaltsblock
fr_fr: Bloc de contenu
he_il: אזור תוכן
pt_br: Bloco de Conteúdo
ru_ru: Блоки

source: Content Block to Display:
cs_cz: Vyberte blok:
de_de: Anzuzeigender Inhaltsblock
fr_fr: Bloc de contenu à afficher:
he_il: אזור תוכן להצגה:
pt_br: Selecione o Conteúdo:
ru_ru: Отображать следующий блок:

source: Edit Content Block
cs_cz: Upravit blok
de_de: Inhaltsblock bearbeiten
fr_fr: Modifier le bloc
he_il: עריכת אזור תוכן
pt_br: Editar Bloco de Conteúdo
ru_ru: Редактировать блок

source: Show post title
de_de: Beitragstitel anzeigen
fr_fr: Afficher le titre
pt_br: Mostrar título

source: Show featured image
cs_cz: Zobrazit náhledový obrázek
de_de: Featured Bild anzeigen
fr_fr: Afficher l'image à la une
he_il: הצג תמונה מומלצת
pt_br: Mostrar imagem em destaque
ru_ru: Показать миниатюру

source: Do not apply content filters
cs_cz: Zakázat automatické formátování
de_de: Inhalt Filter nicht anwenden
fr_fr: Ne pas appliquer des filtres de contenu
he_il: אל תחיל מסנני תוכן
pt_br: Não aplicar filtros de conteúdo
ru_ru: Не применять фильтры контента

source: Find
cs_cz: Hledat
de_de: Finden
fr_fr: Rechercher
he_il: חיפוש
pt_br: Procurar
ru_ru: Найти

# post type general name
source: Content Blocks
cs_cz: Bloky
de_de: Inhaltsblöcke
fr_fr: Blocs de contenu
he_il: אזורי תוכן
pt_br: Blocos de Conteúdo
ru_ru: Блоки

# post type singular name
source: Content Block
cs_cz: Blok
de_de: Inhaltsblock
fr_fr: Bloc de contenu
he_il: אזור תוכן
pt_br: Bloco de Conteúdo
ru_ru: Блок

# post type plural name
source: Content Blocks
cs_cz: Bloky
de_de: Inhaltsblöcke
fr_fr: Blocs de contenu
he_il: אזורי תוכן
pt_br: Blocos de Conteúdo
ru_ru: Блоки

# block
source: Add Content Block
cs_cz: Vytvořit blok
de_de: Inhaltsblock erstellen
fr_fr: Ajouter un bloc
he_il: הוספת אזור תוכן
pt_br: Adicionar Bloco de Conteúdo
ru_ru: Добавить блок

source: Add New Content Block
cs_cz: Vytvořit blok obsahu
de_de: Neuen Inhaltsblock erstellen
fr_fr: Ajouter un bloc
he_il: הוספת אזור תוכן חדש
pt_br: Adicionar Novo Bloco de Conteúdo
ru_ru: Добавить новы блок

source: New Content Block
cs_cz: Nový blok
de_de: Neuer Inhaltsblock
fr_fr: Nouveau bloc
he_il: אזור תוכן חדש
pt_br: Novo Bloco de Conteúdo
ru_ru: Новый блок

source: View Content Block
cs_cz: Zobrazit blok
de_de: Inhaltsblock ansehen
fr_fr: Afficher le bloc
he_il: צפייה באזור תוכן
pt_br: Ver Bloco de Conteúdo
ru_ru: Открыть блок

source: Search Content Blocks
cs_cz: Hledat bloky
de_de: Inhaltsblöcke durchsuchen
fr_fr: Recherche dans les blocs
he_il: חיפוש אזורי תוכן
pt_br: Procurar Bloco de Conteúdo
ru_ru: Найти блок

source: No Content Blocks Found
cs_cz: Žádné bloky nebyly nalezeny.
de_de: Keine Inhaltsblöcke gefunden
fr_fr: Aucun bloc trouvé
he_il: לא נמצאו אזורי תוכן
pt_br: Nenhum Bloco de Conteúdo Encontrado
ru_ru: Блоки не найдены

source: No Content Blocks found in Trash
cs_cz: Žádné bloky nebyly v koši nalezeny.
de_de: Keine Inhaltsblöcke im Papierkorb gefunden
fr_fr: Aucun bloc trouvé dans la corbeille
he_il: לא נמצאו אזורי תוכן באשפה
pt_br: Nenhum Bloco de Conteúdo encontrado na lixeira
ru_ru: В корзине пусто

source: Content Block updated. <a href="%s">Manage Widgets</a>
cs_cz: Blok byl aktualizován. <a href="%s">Nastavit widgety</a>
de_de: Inhaltsblock aktualisiert. <a href="%s">"Widgets verwalten"</a>
fr_fr: Bloc de contenu mis à jour. <a href="%s">Gérer les widgets</a>
he_il: אזור התוכן עודכן. <a href="%s">ניהול וידג'טים</a>
pt_br: Bloco de Conteúdo atualizado. <a href="%s">Gerenciar Widgets</a>
ru_ru: Блок обновлен. <a href="%s">Управление виджетами</a>

source: Content Block updated.
cs_cz: Blok byl aktualizován.
de_de: Inhaltsblock aktualisiert.
fr_fr: Bloc de contenu mis à jour.
he_il: אזור התוכן עודכן.
pt_br: Bloco de Conteúdo atualizado
ru_ru: Блок обновлен.

source: Custom field updated.
cs_cz: Uživatelské pole bylo aktualizováno.
de_de: Benutzerdefiniertes Feld aktualisiert.
fr_fr: Champ personnalisé mis à jour.
he_il: השדה המותאם אישית עודכן.
pt_br: Campo Extra atualizado
ru_ru: Поле обновлено.

source: Custom field deleted.
cs_cz: Uživatelské pole bylo odstraněno.
de_de: Benutzerdefiniertes Feld gelöscht.
fr_fr: Champ personnalisé supprimé.
he_il: השדה המותאם אישית נמחק.
pt_br: Campo Extra excluído
ru_ru: Поле удалено

source: Content Block restored to revision from %s
cs_cz: Byla obnovena následující verze bloku: %s
de_de: Inhaltsblock wiederhergestellt als Revision vom %s
fr_fr: Bloc de contenu restauré à partir de la révision %s
he_il: אזור התוכן שוחזר מ-%s
pt_br: Bloco de Conteúdo restaurado da última revisão em %s
ru_ru: Блок востановлен с ревизии %s

source: Content Block published. <a href="%s">Manage Widgets</a>
cs_cz: Blok byl publikován. <a href="%s">Nastavit widgety</a>
de_de: Inhaltsblock veröffentlicht. <a href="%s">Widgets verwalten</a>
fr_fr: Bloc de contenu publié. <a href="%s">Gérer les widgets</a>
he_il: אזור התוכן פורסם. <a href="%s">ניהול וידג'טים</a>
pt_br: Bloco de Conteúdo publicado. <a href="%s">Gerenciar Widgets</a>
ru_ru: Блок опубликован. <a href="%s">Управление виджетами</a>

source: Content Block published.
cs_cz: Blok byl publikován.
de_de: Inhaltsblock veröffentlicht.
fr_fr: Bloc de contenu publié.
he_il: אזור התוכן פורסם.
pt_br: Bloco de Conteúdo publicado.
ru_ru: Блок опубликован.

source: Block saved.
cs_cz: Blok byl uložen.
de_de: Inhaltsblock gespeichert.
fr_fr: Bloc sauvegardé.
he_il: אזור נשמר.
pt_br: Bloco de Conteúdo Salvo com Sucesso!
ru_ru: Блок сохранен

source: Content Block submitted. <a href="%s">Manage Widgets</a>
cs_cz: Blok byl aktualizován. <a href="%s">Nastavit widgety</a>
de_de: Inhaltsblock eingereicht. <a href="%s">Widgets verwalten</a>
fr_fr: Bloc de contenu envoyé. <a href="%s">Gérer les widgets</a>
he_il: אזור התוכן נשלח. <a href="%s">ניהול וידג'טים</a>
pt_br: Bloco de Conteúdo enviado. <a href="%s">Gerenciar Widgets</a>
ru_ru: Блок опубликован. <a href="%s">Управление виджеатми</a>

source: Content Block submitted.
cs_cz: Blok byl aktualizován.
de_de: Inhaltsblock eingereicht.
fr_fr: Bloc de contenu envoyé.
he_il: אזור התוכן נשלח.
pt_br: Bloco de Conteúdo enviado.
ru_ru: Блок опубликован.

source: Content Block scheduled for: <strong>%1$s</strong>.
cs_cz: Zobrazení bloku bylo naplánováno na: <strong>%1$s</strong>.
de_de: Inhaltsblock geplant für: <strong>%1$s</strong>.
fr_fr: Publication du bloc prévue pour le <strong>%1$s</strong>.
he_il: אזור התוכן מתוכנן ל: <strong>%1$s</strong>.
pt_br: Bloco de Conteúdo agendado para: <strong>%1$s</strong>.
ru_ru: Блок запланирован на: <strong>%1$s</strong>.

source: M j, Y @ G:i
de_de: j. M Y @ H:M
fr_fr: le j M Y, à G:i
pt_br: j, M Y @ H:M

source: Content Block draft updated. <a href="%s">Manage Widgets</a>
cs_cz: Koncept bloku byl aktualizován. <a href="%s">Nastavit widgety</a>
de_de: Inhaltsblock Entwurf aktualisiert. <a href="%s">"Widgets verwalten"</a>
fr_fr: Brouillon du bloc de contenu mis à jour. <a href="%s">Gérer les widgets</a>
he_il: הטיוטה לאזור תוכן עודכנה. <a href="%s">ניהול וידג'טים</a>
pt_br: Rascunho atualizado. <a href="%s">Gerenciar Widgets</a>
ru_ru: Блок обновлен. <a href="%s">Управление виджетами</a>

source: Content Block draft updated.
cs_cz: Koncept bloku byl aktualizován.
de_de: Inhaltsblock Entwurf aktualisiert.
fr_fr: Brouillon du bloc de contenu mis à jour.
he_il: הטיוטה לאזור התוכן עודכנה.
pt_br: Rascunho atualizado.
ru_ru: Черновик блока обновлен.

source: Custom Post Widget
fr_fr: Blocs de Contenu
he_il: וידג'ט לפרסומים מותאמים אישית

source: Show the content of a custom post of the type 'content_block' in a widget or with a shortcode.
fr_fr: Afficher le contenu d'un message personnalisé du type 'content_block' dans un widget ou avec un shortcode.
he_il: הצג התוכן של הודעה מותאמת אישית מסוג 'content_block' בוידג'ט או עם קוד קצר.

source: Shortcode to use if you prefer using the slug instead of the post ID:
pt_br: Shortcode de usar se você preferir usar a lesma em vez do ID post:

source: Johan van der Wijk
he_il: יוהן ואן דר וואג

source: Show Post Title
cs_cz: Zobrazit název bloku
he_il: הצג כותרת פרסום
ru_ru: Выводить заголовок

source: Thank you for using the Custom Post Widget plugin. Visit the <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">plugin website</a> to find out more about using this plugin. <a href="%1$s" style="float:right;">Hide Notice</a>
cs_cz: Děkujeme vám za použití Custom Post Widget plugin. Navštivte <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">webové stránky plugin</a> se dozvědět více o použití tohoto zásuvného modulu. <a href="%1$s" style="float:right;">Skrýt Oznámení</a>
ru_ru: Благодарим Вас за использование плагина таможенный пост Widget. Посетите <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">веб-сайт плагина,</a> чтобы узнать больше об использовании этого плагина. <a href="%1$s" style="float:right;">Hide уведомление</a>
